Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/samediggi.no/sjieke.html.tmx
Source language: sma
Languages: sme

source: Sjïeke / Saemiedigkien bïjre / Saemiedigkie - Sametinget
sme: Duogáš / Sámedikki birra / Sámediggi - Sametinget

source: Sjïeke
sme: Duogáš

source: Mannasinie Saemiedigkie tseegksovvi jaepien 1989 lea jeenjemasth dan åvteste dam dïebles daaroedehtemepolitihkem byjhkeme mij eelki joe 1800-låhkoen aalkovisnie.
sme: Sámedikki ásaheapmi 1989:s vuođđuduvvo hui ollu vealaheaddji dáruiduhttinpolitihka julggašteapmái mii vulggii juo 1800-logus.

source: Staate lea saemide miedtelamme jïh daate meadtoe mahte abpe kultuvrem nåhkehtamme, bene jienebh saemien reaktah jïh Saemiedigkie eah leah ajve illedahke aktede båastoeh politihkeste staaten bieleste.
sme: Sámit leat gillán vealaheami stáhta bealis mii masá goaridii olles kultuvrra, muhto sámi vuoigatvuođaid oidnosii boahtin ja Sámedikki ásaheapmi ii leat boađus dušše boasttolágan stáhtalaš politihkas.

source: Saemidigkie jïh saemien reaktah aaj akte illedahke ihke saemieh orreme, jïh leah akte jïjtse åålmege jïjtsh aerpievuekiejgujmie jïh institusjovnigujmie, mij aktene guhkebe histovrijen perspektijvesne jïjtjeraarehkinie orreme.
sme: Sámediggi ja sámi vuoigatvuođat leat maiddái boađus das ahte sámit leat leamaš ja leat ain sierra álbmot geain lea sin iežaset árbevierut ja ásahusat, mat guhkkit áiggi historjjálaš perspektiivvas leat leamaš iešheanalaččat.

source: Saemieh akte unnebelåhkoe Nöörjesne jïh dannasinie eah govlehtoevh dejnie sïejhme demokrateles åårganine mah våaromem utnieh aktene jienebelåhkoedemokratijesne.
sme: Sámit leat unnitlogus Norggas ja nu eai juvssage ovdan dábálaš demokráhtalaš orgánaid bokte mat leat vuođđuduvvon eanetlohkodemokratiijai.

source: Seamma aejkien dle saemieh goh aalkoealmetjh reaktam utnieh sov båetije biejjiem tsevtsedh, gorredimmien jïh evtiedimmien tjïrrh sov gïeleste, sov kultuvreste jïh sov siebriedahkejieliemistie.
sme: Dasto lea sámiin go lea álgoálbmot riekti váikkuhit sin boahtteáigái dainna lágiin ahte sihkkarastit ja ovddidit sin giela, kultuvrra ja servodateallima.

source: Maadthlaaken § 108 tjåådtje:
sme: Vuođđolága paragráfas § 108 čuožžu ahte:

source: «Staaten åejvieladtjh dïedtem utnieh sjïehteladtedh ihke saemien almetjedåehkie maahta gorredidh jïh evtiedidh jïjtse gïelem, jïjtse kultuvrem jïh jïjtse siebriedahkejieledem.
sme: «Stáhtalaš eiseválddiin lea ovddasvástádus láhčit dili nu ahte sámi álbmotjoavku sáhttá sihkkarastit iežas giela, iežas kultuvrra ja iežas servodatdili.

source: Nöörje aaj åeliedimmieh saemiej åvteste åtna gaskem jeatjah daej laaki tjïrrh: Saemielaake, Finnmaarhkelaake, Soejkesje- jïh bigkemelaake, Kultuvremojhteselaake, Båatsoeburriejlaake, Ööhpehtimmielaake jïh Sijjienommelaake.
sme: Dasto lea Norga geatnegahttojuvvon sámiid ektui earret eará čuovvovačča bokte Sámeláhka, Finnmárkkuláhka, Plána- ja huksenláhka, Kulturmuitoláhka, Boazodoalloláhka, Oahpahusláhka ja Báikenammaláhka.

source: Saemiedigkie 25 jaepieh
sme: Sámediggi 25 jagi

source: Majesteete Gånka Olav V dam voestes saemiedigkiem rïhpesti rïhkeden 9. b. 1989.
sme: Gonagaslaš majestehta gonagas Olav V rabai vuosttaš sámedikki golggotmánu 9. b. 1989.

source: Rïhkeden 9. b. 2014 Saemiedigkie sov 25 jaepien heevehtimmiem mïerhkesji aktine jïjtse heevehtimmieseminaarine gosse Saemiedigkie sov sïejhme tjåanghkoeh moenehtsinie jïh stoerretjåanghkosne utni rïhkeden 6.b.- 10. b. 2014.
sme: Golggotmánu 9. b. ávvudii Sámediggi 25 jagi sierra ávvusemináras dan oktavuođas go Sámedikkis ledje dábálaš lávdegoddečoahkkimat ja dievasčoahkkin golggotmánu 6. b. rájes 10. b rádjai 2014.

source: Histovrije
sme: Loga eambbo

source: Noerhtekalottesne saemieh vyöseme goh akte åålmege, jïjtsh gïeline, jïjtsh aerpievuekiejgujmie jïh jielemesjïehtedimmiejgujmie guhkiem åvtelen dah nasjovnaalestaath tseegkesovvin.
sme: Davvikalohtas leat sámit ássan ja leamaš sierra álbmogin iežaset gielain, árbevieruiguin ja ealáhusheivehemiiguin ollu ovdalgo nationála stáhtat ásahuvvojedje.

source: Mænngan raaste bïejesovvi jaepien 1751, dle saemieh akte åålmege sjïdti årromedajvigujmie njieljine staatine: Nöörje, Sveerje, Såevmie jïh Russlaante.
sme: Maŋŋá go ráját gessojuvvojedje, de šadde sámit sierra álbmogin njealji sierra stáhtas: Norggas, Ruoŧas, Suomas ja Ruoššas.

source: Saemiej aerpievuekien dajvh leah Kolanjaarken luvhtie noerhteluvlene, Engerdaelien gåajkoe Åarjel-Nöörjesne, jïh Eajran gåajkoe Åarjel-Sveerjesne.
sme: Sámiid árbevirolaš guovllut lea Guoládatnjárgga rájes davvenuortan gitta Engerdala rádjai Mátta-Norggas ja Idre rádjai Mátta-Ruoŧas.

source: Daan dajven saemien nomme lea Saepmie / Saemien eatneme.
sme: Dát guovlu gohčoduvvo Sápmin.

source: Lohkh jienebh
sme: Loga eambbo

source: Reaktah
sme: Vuoigatvuođat

source: " Goh akte vihkeles våarome sov politihkese dle reerenasse våaroemasse beaja staate Nöörje aalkovistie lea göökte åålmegi dajvesne tseegkesovveme – saemieh jïh nöörjen almetjh – jïh gåabpegh åålmegh dam seamma reaktam jïh seamma krievemem utnieh sov kultuvrem jïh sov gïelem evtiedidh.
sme: ” Ráđđehus atná iežas sámepolitihka deaŧalaš vuođusin ahte Norggas stáhta álgovuolggalaččat vuođđuduvvui guovtti álbmoga – sámiid ja dážaid – eanaguovllu ala, ja ahte goappašiid álbmogis lea seamma vuoigatvuohta ja seamma gáibádus beassat gárgedit iežas kultuvrra ja giela.

source: Daate prinsihpeles seammavyörtegsvoete Maadthlaaken § 110 A tjåådtje. "
sme: Dát prinsihpalaš ovttaárvosašvuohta lea nannejuvvon Vuođđolága §:s 110 A. ”

source: Goh aalkoealmetjh dle saemieh reaktam utnieh råårestalleme sjïdtedh aamhtesinie mah maehtieh ryöktesth ulmiem dejtie åadtjodh.
sme: Miessemánu 11. b. 2005 vuolláičáliiga sámi áššiid dalá stáhtaráđđi Erna Solberg ja sámedikki dalá presideanta Sven-Roald Nystø šiehtadusa movt konsultašuvnnat galget doaimmahuvvot stáhta eiseválddiid ja Sámedikki gaskka.

source: Konsultasjovnelatjkoen åssjele lea sïemesvoetem buektiehtidh staaten åejvieladtji jïh Saemiedigkien gaskem gosse eajhnadåvva latjkoeh jallh råajvarimmieh sjïehtesjidh mah maehtieh saemien iedtjh tsevtsedh.
sme: Konsultašuvdnašiehtadus ii atte Sámediggái biehttalanvuoigatvuođa áššiin mat váikkuhit sámi beroštumiid. Formálalaš mearrádusaid dahket ain stáhta eiseválddit ja Stuorradiggi.

source: Saemiedigkie aaj nuepiem åtna jïjtsh aamhtesh bæjjese vaeltedh.
sme: Ortnet addá baicce Sámediggái váikkuhanfámu ja vejolašvuođa guldaluvvot, mii lea ge maiddái šiehtadusa ulbmilin.

source: Åålmegebiejjie jïh nasjovnaale symbovlh
sme: Sámi álbmotbeaivi ja našuvnnalaš dovdomearkkat

source: Goevten 6. b. lea byögkeles saevegebiejjie Nöörjesne jïh abpe laantesne heevehte dam biejjiem goh saemiej åålmegebiejjie.
sme: Guovvamánu 6. b. b. virggálaš leavgabeaivi Norggas ja čalmmustahttojuvvo miehtá riikka sámi álbmotbeaivin.

source: Jïjnjh heannadimmieh jïh symbovlh leah ektiedamme daan beajjan.
sme: Ollu dáhpáhusat ja govastagat čatnasit dán beaivái.

source: Saemiedigkieraerie biejjiem heevehte juktie dah leah stïeresne gellene lehkesne laantesne.
sme: Sámediggeráđđi čalmmustahttá beaivvi go lea mielde doaluin miehtá riikka.

source: Vuartesjh vöölemes sæjrosne juktie nuhteligs svaalhtesh gaavnedh åålmegebiejjien bïjre.
sme: Vuolimusas dán siiddus leat ávkkálaš leaŋkkat mat addet eanet dieđuid álbmotbeaivvi birra.
